export const privacy = [
    {
        title: 'Какие данные обрабатываются',
        text: 'Два изображения ладоней (левая и правая), которые вы загружаете на главной странице сервиса'
    },
    {
        title: 'Цель обработки',
        text: 'Получение развлекательного хиромантического предсказания на основе анализа изображений'
    },
    {
        title: 'Передача третьим лицам',
        text: 'Для анализа изображений и генерации текста данные передаются AI‑провайдеру (OpenAI). Это может являться трансграничной передачей данных'
    },
    {
        title: 'Хранение',
        text: 'Изображения не публикуются и используются только на время обработки запроса. Мы не предоставляем публичные ссылки на загруженные файлы'
    }
]